{
    "subject": "Aktualisierung deiner One Pager erforderlich – bitte um Überprüfung bis zum #{deadline}",
    "contentPath": "./resources/mail_templates/template.pug",
    "errors": {
        "OLDER_THAN_SIX_MONTHS": {
            "title": "One Pager ist älter als 6 Monate",
            "description": "Dein One Pager ist älter als 6 Monate und entspricht daher unter Umständen nicht mehr dem Aktualitätsanspruch. Bitte überprüfe die Inhalte und erstelle ggf. eine aktualisierte Version."
        },
        "USING_UNKNOWN_TEMPLATE": {
            "title": "Veraltetes oder modifiziertes Template",
            "description": "Dein One Pager verwendet ein veraltetes oder modifiziertes Template. Bitte stelle sicher, dass nur das aktuelle Template verwendet wird. Falls in deiner PPTX-Datei Folien von alten und neuen Templates kombiniert wurden, erstelle bitte einen neuen One Pager auf Basis des aktuellen Templates und übertrage die Inhalte, ohne alte Folien direkt zu kopieren. Die entsprechenden Vorlagen findest du im vorgesehenen Unterordner deines One Pager-Ordners."
        },
        "USING_MODIFIED_TEMPLATE": {
            "title": "Modifiziertes Template",
            "description": "Dein One Pager verwendet ein modifiziertes Template. Bitte stelle sicher, dass nur das aktuelle Template verwendet wird. Falls in deiner PPTX-Datei Folien von alten und neuen Templates kombiniert wurden, erstelle bitte einen neuen One Pager auf Basis des aktuellen Templates und übertrage die Inhalte, ohne alte Folien direkt zu kopieren. Die entsprechenden Vorlagen findest du im vorgesehenen Unterordner deines One Pager-Ordners."
        },

        "MISSING_LANGUAGE_INDICATOR_IN_NAME": {
            "title": "Fehlender Sprachindikator im Dateinamen",
            "description": "Dein One Pager enthält keinen Sprachindikator im Dateinamen. Bitte füge den Sprachindikator (z.B. _EN_ oder _DE_) hinzu, um die Sprache des One Pagers zu kennzeichnen."
        },
        "MISSING_DE_VERSION": {
            "title": "Fehlender deutscher One Pager",
            "description": "Es liegt aktuell kein deutscher One Pager von dir vor. Bitte lege einen neuen One Pager nach aktuellem Template an und lade ihn im entsprechenden SharePoint-Ordner hoch. Die zugehörigen Vorlagen findest du im vorgesehenen Unterordner deines One Pager-Ordners."
        },
        "MISSING_EN_VERSION": {
            "title": "Fehlender englischer One Pager",
            "description": "Es liegt aktuell kein englischer One Pager von dir vor. Bitte lege einen neuen One Pager nach aktuellem Template an und lade ihn im entsprechenden SharePoint-Ordner hoch. Die zugehörigen Vorlagen findest du im vorgesehenen Unterordner deines One Pager-Ordners."
        },
        "MISSING_PHOTO": {
            "title": "Kein Bild vorhanden",
            "description": "Dein One Pager enthält aktuell kein Foto. Bitte füge ein aktuelles Bild von dir hinzu, damit dein Profil vollständig ist."
        }

    },
    "faqURL": "https://senacor.atlassian.net/wiki/spaces/HR/pages/48791692/Staffing+Wechselwunsch+Beach+One+Pager",
    "guideBookURL": "https://senacor.atlassian.net/wiki/spaces/HR/pages/48791692/Staffing+Wechselwunsch+Beach+One+Pager"
}



